;汉化：aotix

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN ARMOURS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ProxianArmor_CNV X2ArmorTemplate]
FriendlyName="常规版婆罗仙装甲"
FriendlyNamePlural="常规版婆罗仙装甲"
BriefSummary="第一层婆罗仙装甲"
TacticalText="<Bullet/>第一层婆罗仙装甲。\n<Bullet/>第一层。"
AbilityDescName=""

[ProxianArmorStats_CNV X2AbilityTemplate]
LocFriendlyName="常规版婆罗仙装甲"

[ProxianArmor_PLT X2ArmorTemplate]
FriendlyName="电镀版婆罗仙装甲"
FriendlyNamePlural="电镀版婆罗仙装甲"
BriefSummary="第二层装甲"
TacticalText="<Bullet/>第二层婆罗仙装甲。\n<Bullet/>第二层。"
AbilityDescName=""

[ProxianArmorStats_PLT X2AbilityTemplate]
LocFriendlyName="电镀版婆罗仙装甲"

[ProxianArmor_PWD X2ArmorTemplate]
FriendlyName="动力版婆罗仙装甲"
FriendlyNamePlural="动力版婆罗仙装甲"
BriefSummary="第三层装甲"
TacticalText="<Bullet/>第三层婆罗仙装甲。\n<Bullet/>第三层。"
AbilityDescName=""

[ProxianArmorStats_PWD X2AbilityTemplate]
LocFriendlyName="动力版婆罗仙装甲"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN PALM BLASTERS - PRIMARY WEAPON
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_Palm_Blue X2WeaponTemplate]
FriendlyName="P-1干扰器"
FriendlyNamePlural="P-1干扰器"
BriefSummary="第一层手持干扰器"
TacticalText="<Bullet/>发射手持干扰器不会结束婆罗仙的回合，它可以在一个回合中发射两次。\n<Bullet/>手持干扰器在中距离下非常有效。"
AbilityDescName="手持干扰器"

[Prox_Palm_Red X2WeaponTemplate]
FriendlyName="P-2干扰器"
FriendlyNamePlural="P-2干扰器"
BriefSummary="第二层手持干扰器"
TacticalText="<Bullet/>发射手持干扰器不会结束婆罗仙的回合，它可以在一个回合中发射两次。\n<Bullet/>手持干扰器在中距离下非常有效。"
AbilityDescName="手持干扰器"

[Prox_Palm_Green X2WeaponTemplate]
FriendlyName="P-3干扰器"
FriendlyNamePlural="P-3干扰器"
BriefSummary="第三层手持干扰器"
TacticalText="<Bullet/>发射手持干扰器不会结束婆罗仙的回合，它可以在一个回合中发射两次。\n<Bullet/>手持干扰器在中距离下非常有效。"
AbilityDescName="手持干扰器"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN BLADES - SECONDARY WEAPON
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_WristBlade_Blue X2PairedWeaponTemplate]
FriendlyName="P-1锋刃"
FriendlyNamePlural="P-1锋刃"
BriefSummary="一款修改版的的散兵开颅刃"
TacticalText="<Bullet/>婆罗仙士兵使用自行改装的散兵开颅刃来靠近和驱散他的敌人。\n<Bullet/>在近战中与敌人交战的决定可能是决定性的；请谨慎行事。"
AbilityDescName="婆罗仙手刃"

[Prox_WristBlade_Red X2PairedWeaponTemplate]
FriendlyName="P-2锋刃"
FriendlyNamePlural="P-2锋刃"
BriefSummary="原始电流在这款改进的散兵利爪的刀锋之间跳跃。尽管该机制看起来制作得相当好，但散兵制造过程中的不一致让人怀疑这是有意设计的升级还是意外发现。"
TacticalText="<Bullet/>婆罗仙士兵使用自行改装的散兵开颅刃来靠近和驱散他的敌人。\n<Bullet/>在近战中与敌人交战的决定可能是决定性的；请谨慎行事。\n<Bullet/>留意提高我们利刃武器有效性的机会——敌人可能会获得更好的技术。"
AbilityDescName="婆罗仙手刃"

[Prox_WristBlade_Green X2PairedWeaponTemplate]
FriendlyName="P-3锋刃"
FriendlyNamePlural="P-3锋刃"
BriefSummary="不再依赖物理刀片来产生所需的效果，婆罗仙刀片的通电变体使用磁场沿着一组狭窄的陶瓷板引导带电电浆体。"
TacticalText="<Bullet/>婆罗仙士兵使用定制的散兵开颅刃来靠近和驱散他的敌人。\n<Bullet/>在近战中与敌人交战的决定可能是决定性的；请谨慎行事。\n"
AbilityDescName="婆罗仙手刃"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN ROCKETS - TERTIARY WEAPON
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_WristRocket_Blue X2WeaponTemplate]
FriendlyName="P-1火箭弹"
FriendlyNamePlural="P-1火箭弹"
BriefSummary="第一层手持火箭弹"
TacticalText="<Bullet/>发射手持干扰器不会结束婆罗仙的回合，它可以在一个回合中发射两次。\n<Bullet/>手持干扰器在中距离下非常有效。"
AbilityDescName="投掷式火箭弹"

[Prox_WristRocket_Red X2WeaponTemplate]
FriendlyName="P-2火箭弹"
FriendlyNamePlural="P-2火箭弹"
BriefSummary="第二层手持火箭弹"
TacticalText="<Bullet/>发射手持干扰器不会结束婆罗仙的回合，它可以在一个回合中发射两次。\n<Bullet/>手持干扰器在中距离下非常有效。"
AbilityDescName="投掷式火箭弹"

[Prox_WristRocket_Green X2WeaponTemplate]
FriendlyName="P-3火箭弹"
FriendlyNamePlural="P-3火箭弹"
BriefSummary="第三层手持火箭弹"
TacticalText="<Bullet/>发射手持干扰器不会结束婆罗仙的回合，它可以在一个回合中发射两次。\n<Bullet/>手持干扰器在中距离下非常有效。"
AbilityDescName="投掷式火箭弹"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN WHISTLING STORM CANNON - HEAVY WEAPON
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_WristRocket_Storm X2WeaponTemplate]
FriendlyName="呼啸风暴炮"
FriendlyNamePlural="呼啸风暴炮"
BriefSummary="呼啸风暴炮是粉碎炮的更具攻击性的变体，它发射锋利的颗粒物质形成锥形攻击，摧毁近距离目标。"
TacticalText="<Bullet/>呼啸风暴炮对多个敌人很有用，在近距离内，伤害敌人并撕碎他们的装甲。\n<Bullet/>它的弹药有限，所以只有在决定性的时候才使用。"
AbilityDescName="呼啸风暴炮"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CHARACTER CORPSE && REBUILD TECH
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[CorpseProx X2ItemTemplate]
FriendlyName="婆罗仙传送核心"
FriendlyNamePlural="婆罗仙传送核心"
BriefSummary="这个东西看起来像是某种形式的眩晕锁定传送的婆罗仙单位。我想用加速核心的一些力量，也许我可以启动它来完成传送周期，把阵亡的婆罗仙带回来。"
TacticalText=""
AbilityDescName=""

[ProxianPGRebuild X2TechTemplate]
DisplayName="恢复婆罗仙单位"
Summary="看来，经过一段时间的集中力量配置，我们可以完成一个婆罗仙单位启动的紧急传送。这个过程需要几天时间，我们不能100%确定它是否有效，或者哪个倒下的婆罗仙单位会回来。\n\n他们可能会因为我们尝试使用他们的技术而受到一些内部损害。\n——沈。"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CHARACTER BACKGROUNDS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Proxian X2CharacterTemplate]
strCharacterName="婆罗仙"

strCharacterBackgroundMale[0]="你眼前看到的机械形态容器中寄存着一个现已灭绝的技术先进的外星种族的外星意识，他们的家乡婆罗仙-B大部分被长老们消灭了。在大屠杀发生的后期，他把他的意识放在这个原型机器人身体里，以保护他免受灵能攻击。乘坐一艘被盗的变种人飞船逃离他的星球，坠毁在一个散兵定居点附近，他后来被抵抗军找回，并在复仇者号舰上寻求沈的帮助。"
strCharacterBackgroundMale[1]="你眼前看到的机械形态容器中寄存着一个现已灭绝的技术先进的外星种族的外星意识，他们的家乡婆罗仙-B大部分被长老们消灭了。在大屠杀发生的后期，他把他的意识放在这个原型机器人身体里，以保护他免受灵能攻击。就在逃离时，他的窃取的变种人飞船被击落，他被捕并关押在一个最高安全级别的监狱中。XCOM听说有一名先进的机器人被囚禁，于是组织了一次营救行动。"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN ENCYCLOPEDIA ENTRY
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Proxian X2EncyclopediaTemplate]
ListTitle = "婆罗仙士兵"
DescriptionTitle = "婆罗仙士兵"
DescriptionEntry = "你眼前看到的机械形态容器中寄存着一个现已灭绝的技术先进的外星种族的外星意识，他们的家乡婆罗仙-B大部分被长老们消灭了。在大屠杀发生的后期，他把他的意识放在这个原型机器人身体里，以保护他免受灵能攻击。\n乘坐一艘被盗的变种人飞船逃离他的星球，坠毁在一个散兵定居点附近，他后来被抵抗军找回，并在复仇者号舰上寻求—沈的帮助。\n\n婆罗仙士兵利用他家乡世界先进的外星技术和他收养的救援人员散兵的混合，成为一个真正强大的单位。\n\n婆罗仙的母星被称为巨兽，他们乘坐一艘被称为阿尔法洛博的生锈船到达。\n他们还在卡利-异种人的阴影之间溜到地球上。"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN COVERT ACTIONS ENTRY
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[CovertAction_RecruitExtraProxSoldier X2CovertActionTemplate]
ActionObjective="联络婆罗仙特工"

[CovertActionNarrative_RecruitProxSoldier_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="婆罗仙特工"
ActionPreNarrative="我的族人找到了一个隐藏的婆罗仙人，他可能对XCOM有用。如果找回来，他们可以被说服加入我们。"
ActionPostNarrative="我们找到的婆罗仙人渴望加入我们的事业，偿还拯救他们的荣誉债务。"

[CovertActionNarrative_RecruitProxSoldier_Reapers X2CovertActionNarrativeTemplate]
ActionName="婆罗仙特工"
ActionPreNarrative="我知道你一直在寻找有才华的人才加入你的组织，我找到了一个你可能会感兴趣的人选。"
ActionPostNarrative="果然没错，那位婆罗仙应该会非常有价值，而且他们也非常热衷加入。"

[CovertActionNarrative_RecruitProxSoldier_Templars X2CovertActionNarrativeTemplate]
ActionName="婆罗仙特工"
ActionPreNarrative="我的一些追随者认为他们已经找到了一个还没有被变种人抓捕的婆罗仙人。如果你愿意，我们可以合作，帮助招募这个人。"
ActionPostNarrative="正如我们所希望的，这位婆罗仙对我们的帮助表示感激，并将加入我们的事业。"

[Reward_ExtraProxSoldier X2RewardTemplate]
DisplayName="婆罗仙特工"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CLASS DETAILS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Proxian X2SoldierClassTemplate]
DisplayName="婆罗仙"
ClassSummary="外星人婆罗仙士兵结合了来自其家乡世界的先进技术和从小规模战斗中学到的战斗战术，使其成为一支真正不可阻挡的力量。"
AbilityTreeTitles[0]="守卫"
AbilityTreeTitles[1]="赛博反抗军"
AbilityTreeTitles[2]="歼灭者"
AbilityTreeTitles[3]="幽浮"

RandomNickNames[0]="巨人"
RandomNickNames[1]="奥贝利克斯"
RandomNickNames[2]="禁卫军"
RandomNickNames[3]="猎手"
RandomNickNames[4]="矢量"
RandomNickNames[5]="泰坦"
RandomNickNames[6]="马克西姆斯"
RandomNickNames[7]="毁灭者"
RandomNickNames[8]="游侠"
RandomNickNames[9]="晨星"
RandomNickNames[10]="矛戟"
RandomNickNames[11]="战斧"
RandomNickNames[12]="标枪"
RandomNickNames[13]="萨里萨"
RandomNickNames[14]="圣剑"
RandomNickNames[15]="雷神之锤"
RandomNickNames[16]="剑刃"
RandomNickNames[17]="黑曜石"
RandomNickNames[18]="巨锤"
RandomNickNames[19]="巨人"
RandomNickNames[20]="恶意软件"
RandomNickNames[21]="毁灭者"
RandomNickNames[22]="终结者"
RandomNickNames[23]="末日"
RandomNickNames[24]="守护者"
RandomNickNames[25]="约翰尼五号"
RandomNickNames[26]="垃圾场"
RandomNickNames[27]="钢铁侠"
RandomNickNames[28]="原子弹"
RandomNickNames[29]="气缸"
RandomNickNames[30]="鱼叉"
RandomNickNames[31]="地狱火"
RandomNickNames[32]="黄蜂"
RandomNickNames[33]="氢弹"
RandomNickNames[34]="标枪"
RandomNickNames[35]="杰里科"
RandomNickNames[36]="木星"
RandomNickNames[37]="豹猫"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="核能"
RandomNickNames[40]="爱国者"
RandomNickNames[41]="和平使者"
RandomNickNames[42]="突击"
RandomNickNames[43]="侧风"
RandomNickNames[44]="天雷"
RandomNickNames[45]="斯巴达"
RandomNickNames[46]="遗忘者"
RandomNickNames[47]="贝塔"
RandomNickNames[48]="阿特拉斯"
RandomNickNames[49]="银河"
RandomNickNames[50]="巨人"
RandomNickNames[51]="阿波罗"
RandomNickNames[52]="军团"
RandomNickNames[53]="先锋"
RandomNickNames[54]="漫步者"
RandomNickNames[55]="猎手"
RandomNickNames[56]="巨像"
RandomNickNames[57]="屠戮"
RandomNickNames[58]="雅典娜"
RandomNickNames[59]="湮灭"
RandomNickNames[60]="黑死"
RandomNickNames[61]="追踪者"
RandomNickNames[62]="海怪"
RandomNickNames[63]="白羊座"
RandomNickNames[64]="废铁"
RandomNickNames[65]="新星"
RandomNickNames[66]="反馈噪音"
RandomNickNames[67]="监察者"
RandomNickNames[68]="守望者"
RandomNickNames[69]="捍卫者"
RandomNickNames[70]="监护人"
RandomNickNames[71]="被遗忘者"
RandomNickNames[72]="创世纪"
RandomNickNames[73]="地狱犬"
RandomNickNames[74]="战斗者"
RandomNickNames[75]="零"
RandomNickNames[76]="安魂曲"
RandomNickNames[77]="插座"
RandomNickNames[78]="意外"
RandomNickNames[79]="装甲兵"
RandomNickNames[80]="毁灭者"
RandomNickNames[81]="堡垒"
RandomNickNames[82]="军团士兵"
RandomNickNames[83]="失误"
RandomNickNames[84]="守望者"
RandomNickNames[85]="守护者"
RandomNickNames[86]="防护门"
RandomNickNames[87]="铁甲"
RandomNickNames[88]="阿尔法"
RandomNickNames[89]="生锈者"
RandomNickNames[90]="凯克斯"

RankNames[0]="无人机"
RankNames[1]="哨兵"
RankNames[2]="战士"
RankNames[3]="破坏者"
RankNames[4]="冠军"
RankNames[5]="君主"
RankNames[6]="霸主"
RankNames[7]="不朽"
;RankNames[8]="杀出重围"

ShortNames[0]="机"
ShortNames[1]="哨"
ShortNames[2]="战"
ShortNames[3]="破"
ShortNames[4]="冠"
ShortNames[5]="君"
ShortNames[6]="霸"
ShortNames[7]="恒"
;ShortNames[8]="杀"

RankIcons[0]="UILIB_Proxian.Rank0_Drone"
RankIcons[1]="UILIB_Proxian.Rank1_Sentinel"
RankIcons[2]="UILIB_Proxian.Rank2_Warrior"
RankIcons[3]="UILIB_Proxian.Rank3_Destroyer"
RankIcons[4]="UILIB_Proxian.Rank4_Champion"
RankIcons[5]="UILIB_Proxian.Rank5_Lord"
RankIcons[6]="UILIB_Proxian.Rank6_Overlord"
RankIcons[7]="UILIB_Proxian.Rank7_Immortal"
;RankIcons[8]="UILIB_Proxian.Rank8_DeusEx"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN COUNTRY
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Country_Proxima_B X2CountryTemplate]
DisplayName="婆罗仙B"
DisplayNameWithArticle="婆罗仙B"
DisplayNameWithArticleLower="婆罗仙B"
DisplayNamePossessive="婆罗仙B的"
DisplayAdjective="婆罗仙B"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN VOICE PACK CUSTOMIZATION LOCALISATION
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_CalmVoice1_English X2BodyPartTemplate]
DisplayName="婆罗仙镇静"

[Prox_WarriorVoice1_English X2BodyPartTemplate]
DisplayName="婆罗仙战士"

[Prox_JulianVoice1_English X2BodyPartTemplate]
DisplayName="婆罗仙凯撒"

[Prox_MECMaleVoice1_English X2BodyPartTemplate]
DisplayName="婆罗仙MEC1"

[Prox_MECMaleVoice2_English X2BodyPartTemplate]
DisplayName="婆罗仙MEC2"

[Prox_CabalVoice1 X2BodyPartTemplate]
DisplayName="婆罗仙阴谋"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - HEADS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_Android_Merc_Head_CNV X2BodyPartTemplate]
DisplayName="婆罗仙头部CNV蓝色"

[Prox_Android_Merc_Head_PLT X2BodyPartTemplate]
DisplayName="婆罗仙头部PLT红色"

[Prox_Android_Merc_Head_PWD X2BodyPartTemplate]
DisplayName="婆罗仙头部PWD绿色"

[Prox_Android_Flow_Head_CNV X2BodyPartTemplate]
DisplayName="婆罗仙头部CNV蓝色流动"

[Prox_Android_Flow_Head_PLT X2BodyPartTemplate]
DisplayName="婆罗仙头部PLT红色流动"

[Prox_Android_Flow_Head_PWD X2BodyPartTemplate]
DisplayName="婆罗仙头部PWD绿色流动"

[Prox_Android_Tint_Head_CNV X2BodyPartTemplate]
DisplayName="婆罗仙头部CNV蓝色染色"

[Prox_Android_Tint_Head_PLT X2BodyPartTemplate]
DisplayName="婆罗仙头部PLT红色染色"

[Prox_Android_Tint_Head_PWD X2BodyPartTemplate]
DisplayName="婆罗仙头部PWD绿色染色"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - HELMS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_Helmet_0_NoHelmet_M X2BodyPartTemplate]
DisplayName="婆罗仙无"

[Prox_Skirmisher_Helmet_A_M X2BodyPartTemplate]
DisplayName="婆罗仙散兵A"

[Prox_Skirmisher_Helmet_B_M X2BodyPartTemplate]
DisplayName="婆罗仙散兵B"

[Prox_Reaper_Hood_A_M X2BodyPartTemplate]
DisplayName="婆罗仙死神A"

[Prox_Reaper_Hood_D_M X2BodyPartTemplate]
DisplayName="婆罗仙死神B"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - TORSOS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[CnvProxian_Std_A_M X2BodyPartTemplate]
DisplayName="婆罗仙标准底层CNV"

[PltProxian_Std_A_M X2BodyPartTemplate]
DisplayName="婆罗仙标准底层PLT"

[PwrProxian_Std_A_M X2BodyPartTemplate]
DisplayName="婆罗仙标准底层PWD"

[CnvProxReaper_Std_A_M X2BodyPartTemplate]
DisplayName="婆罗仙死神CNV A"

[PltProxReaper_Std_A_M X2BodyPartTemplate]
DisplayName="婆罗仙死神PLT A"

[PwrProxReaper_Std_A_M X2BodyPartTemplate]
DisplayName="婆罗仙死神PWR A"

[CnvProxReaper_Std_B_M X2BodyPartTemplate]
DisplayName="婆罗仙死神CNV B"

[PltProxReaper_Std_B_M X2BodyPartTemplate]
DisplayName="婆罗仙死神PLT B"

[PwrProxReaper_Std_B_M X2BodyPartTemplate]
DisplayName="婆罗仙死神PWR B"

[HyperProxian_CNV X2BodyPartTemplate]
DisplayName="婆罗仙超级卫士CNV"

[HyperProxian_PLT X2BodyPartTemplate]
DisplayName="婆罗仙超级卫士PLT"

[HyperProxian_PWD X2BodyPartTemplate]
DisplayName="婆罗仙超级卫士PWD"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - TORSO DECO
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[CnvProxian_TorsoDeco_A_M X2BodyPartTemplate]
DisplayName="婆罗仙装饰A"

[PltProxian_TorsoDeco_B_M X2BodyPartTemplate]
DisplayName="婆罗仙装饰B"

[PwrProxian_TorsoDeco_C_M X2BodyPartTemplate]
DisplayName="婆罗仙装饰C"

[ProxReaper_TorsoDeco_A_M X2BodyPartTemplate]
DisplayName="婆罗仙装饰D"

[ProxReaper_TorsoDeco_B_M X2BodyPartTemplate]
DisplayName="婆罗仙装饰E"

[ProxReaper_TorsoDeco_C_M X2BodyPartTemplate]
DisplayName="婆罗仙装饰F"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - ARM LEFT
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_AM_LeftArm_CNV X2BodyPartTemplate]
DisplayName="CNV婆罗仙左臂"

[Prox_AM_LeftArm_PLT X2BodyPartTemplate]
DisplayName="PLT婆罗仙左臂"

[Prox_AM_LeftArm_PWD X2BodyPartTemplate]
DisplayName="PWD婆罗仙左臂"

[Prox_AM_LeftArm_CNVT X2BodyPartTemplate]
DisplayName="CNV婆罗仙左臂 染色"

[Prox_AM_LeftArm_PLTT X2BodyPartTemplate]
DisplayName="PLT婆罗仙左臂 染色"

[Prox_AM_LeftArm_PWDT X2BodyPartTemplate]
DisplayName="PWD婆罗仙左臂 染色"

[HyperProxian_Left X2BodyPartTemplate]
DisplayName="婆罗仙左超级卫士"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - ARM RIGHT
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_AM_RightArm_CNV X2BodyPartTemplate]
DisplayName="CNV 婆罗仙右臂"

[Prox_AM_RightArm_PLT X2BodyPartTemplate]
DisplayName="PLT 婆罗仙右臂"

[Prox_AM_RightArm_PWD X2BodyPartTemplate]
DisplayName="PWD 婆罗仙右臂"

[Prox_AM_RightArm_CNVT X2BodyPartTemplate]
DisplayName="CNV 婆罗仙右臂 染色"

[Prox_AM_RightArm_PLTT X2BodyPartTemplate]
DisplayName="PLT 婆罗仙右臂 染色"

[Prox_AM_RightArm_PWDT X2BodyPartTemplate]
DisplayName="PWD 婆罗仙右臂 染色"

[HyperProxian_Right X2BodyPartTemplate]
DisplayName="婆罗仙右超级卫士"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - ARM BOTH
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[HyperProxian_Arms X2BodyPartTemplate]
DisplayName="婆罗仙超级卫士武器"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - LEGS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[CnvProxian_Legs_A_M X2BodyPartTemplate]
DisplayName="婆罗仙腿部A"

[PltProxian_Legs_B_M X2BodyPartTemplate]
DisplayName="婆罗仙腿部B"

[PwrProxian_Legs_C_M X2BodyPartTemplate]
DisplayName="婆罗仙腿部C"

[ProxReaper_Std_A_M X2BodyPartTemplate]
DisplayName="婆罗仙腿部D"

[HyperProxian_Legs X2BodyPartTemplate]
DisplayName="婆罗仙超级卫士腿部"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - THIGHS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[CnvProxian_Thighs_A_M X2BodyPartTemplate]
DisplayName="婆罗仙大腿A"

[PltProxian_Thighs_A_M X2BodyPartTemplate]
DisplayName="婆罗仙大腿B"

[PwrProxian_Thighs_A_M X2BodyPartTemplate]
DisplayName="婆罗仙大腿C"

[ProxReaper_Thighs_A_M X2BodyPartTemplate]
DisplayName="婆罗仙大腿D"

[ProxReaper_Thighs_B_M X2BodyPartTemplate]
DisplayName="婆罗仙大腿E"

[ProxReaper_Thighs_C_M X2BodyPartTemplate]
DisplayName="婆罗仙大腿F"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - SHINS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[CnvProxReaper_Shins_A_M X2BodyPartTemplate]
DisplayName="婆罗仙小腿A"

[PltProxReaper_Shins_A_M X2BodyPartTemplate]
DisplayName="婆罗仙小腿B"

[PwrProxReaper_Shins_A_M X2BodyPartTemplate]
DisplayName="婆罗仙小腿C"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN CUSTOMIZATION LOCALISATION - EMPTY
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[Prox_Empty X2BodyPartTemplate]
DisplayName="婆罗仙空"

[Prox_Empty_ARM X2BodyPartTemplate]
DisplayName="婆罗仙空"

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;  PROXIAN PERKS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;///LocHelpText - shown in tactical under ability name
;///LocLongDescription - shown in strategic at the bottom, and on mouseover on corner icon in tactical
;///LocPromotionPopupText - shown in strategic from 'more info' button on class promote screen 

;SQD PERKS

[H1APCombatRepair X2AbilityTemplate]
LocFriendlyName="战斗维修"
LocLongDescription="修复机器人盟友，每个护甲层恢复<Ability:PROXREPAIR/>生命值，并恢复撕裂的护甲。每个护甲层每场战斗有<Ability:PROXREPAIRCHARGES/>次使用机会。"
LocHelpText="修复机器人盟友，每个护甲层恢复<Ability:PROXREPAIR/>生命值，并恢复撕裂的护甲。"
LocFlyOverText="战斗维修"
LocPromotionPopupText="<Bullet/>可用于修复像SPARKS、黑客单位和其他婆罗仙这样的机器人盟友。<br/><Bullet/>使用需要<Ability:PROXREPAIRACTIONS/>个行动点。<br/><Bullet/>没有消耗:<Ability:PROXREPAIRFREE/>。<br/><Bullet/>结束回合:<Ability:PROXREPAIRENDING/>。<br/><Bullet/><Ability:PROXREPAIRCHARGES/>每个护甲层每场战斗有<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[ProxFortressImmunities X2AbilityTemplate]
LocFriendlyName="金石内骨骼"
LocLongDescription="提供以下伤害免疫效果：火焰、所有毒素、昏迷、恐慌、压力、流血"
LocHelpText="金石内骨骼"
LocFlyOverText="金石内骨骼"
LocPromotionPopupText="对以下伤害提供免疫效果：\n<Bullet/>火焰\n<Bullet/>所有毒素\n<Bullet/>昏迷\n<Bullet/>恐慌\n<Bullet/>压力\n<Bullet/>流血"

[ProxEmergencyTeleport X2AbilityTemplate]
LocFriendlyName="故障安全协议"
LocLongDescription="当受到致命伤害时，单位将立即传送回复仇者号。\n此能力可以被「系统停滞」延迟。"
LocHelpText="当受到致命伤害时，单位将立即传送回复仇者号。\n此能力可以被「系统停滞」延迟。"
LocPromotionPopupText="当受到致命伤害时，单位将立即传送回复仇者号。\n<Bullet/>此能力可以被「系统停滞」延迟。\n<Bullet/>能力是否始终激活<Ability:PROXEMGEVAC/>。 (如果为 False，则有<Ability:PROXEMGPERCENT/>%的几率触发)"
LocFlyOverText="故障安全协议"

[ProxEmergencyTeleportTriggered X2AbilityTemplate]
LocFriendlyName="故障安全协议"
LocLongDescription="当受到致命伤害时，单位将立即传送回复仇者号。\n此能力可以被「系统停滞」延迟。"
LocHelpText="当受到致命伤害时，单位将立即传送回复仇者号。\n此能力可以被「系统停滞」延迟。"
LocPromotionPopupText="当受到致命伤害时，单位将立即传送回复仇者号。\n<Bullet/>此能力可以被「系统停滞」延迟。\n<Bullet/>能力是否始终激活<Ability:PROXEMGEVAC/>。 (如果为 False，则有<Ability:PROXEMGPERCENT/>%的几率触发)"
LocFlyOverText="故障安全协议"

[H1DroidMelee X2AbilityTemplate]
LocFriendlyName="清算"
LocLongDescription="解锁<Ability:SecondaryWeaponName/>婆罗仙斩杀攻击。"
LocHelpText="解锁<Ability:SecondaryWeaponName/>婆罗仙斩杀攻击。"
LocPromotionPopupText="<Bullet/>您可以通过将移动光标放在敌人上方来触发斩杀能力。<br/><Bullet/>婆罗仙可以执行「冲刺」动作，使用两个行动来移动，并对相邻的敌人触发斩杀。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/>"
LocFlyOverText="清算"

; CPL PERKS

[ProxKineticShields X2AbilityTemplate]
LocFriendlyName="能量护盾增幅"
LocLongDescription="由婆罗仙工程师开发的先进护盾技术，根据装甲级别提供<Ability:PROXSHIELDS/>的吸收伤害护盾，并具有<Ability:SelfCooldown/>回合冷却。\n尽管婆罗仙装甲提供了一种小型被动护盾，但这个特性可以增强护盾。"
LocHelpText="由婆罗仙工程师开发的先进护盾技术，根据装甲级别提供<Ability:PROXSHIELDS/>的吸收伤害护盾"
LocPromotionPopupText="<Bullet/>能量护盾增幅。<br/><Bullet/>使用需要<Ability:PROXSHIELDSACTIONS/>个行动点。<br/><Bullet/>免费使用：<Ability:PROXSHIELDSFREE/>。<br/><Bullet/>回合结束：<Ability:PROXSHIELDSENDING/>。<br/><Bullet/>具有<Ability:PROXSHIELDSCHARGES/>次充能。  (若为0，则无充能限制)。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/>"

[H1Overdrive X2AbilityTemplate]
LocFriendlyName="超频驱动"
LocFlyOverText="超频驱动"
LocLongDescription="本回合获得额外的<Ability:PROXOVERDRIVEGRANTED/>行动，并且没有行动会导致结束回合。多次使用标准射击会带来小幅的<Ability:PROXOVERDRIVEMODIFIER/>瞄准惩罚。"
LocHelpText="本回合获得额外的<Ability:PROXOVERDRIVEGRANTED/>行动，并且没有行动会导致结束回合。多次使用标准射击会带来小幅的<Ability:PROXOVERDRIVEMODIFIER/>瞄准惩罚。"
LocPromotionPopupText="<Bullet/>在超频驱动激活期间，每次标准射击后会受到<Ability:PROXOVERDRIVEMODIFIER/>%的瞄准惩罚。<br/><Bullet/>需要<Ability:PROXOVERDRIVEACTIONS/>个行动使用。<br/><Bullet/>免费使用：<Ability:PROXOVERDRIVEFREE/>。<br/><Bullet/>回合结束：<Ability:PROXOVERDRIVEENDING/>。<br/><Bullet/>每个任务拥有<Ability:PROXOVERDRIVECHARGES/>次使用机会。 (若为0，则无充能限制)。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>获得穿墙效果：<Ability:PROXOVERDRIVEWALL/>"

; SGT PERKS

[ProxDefensiveTeleport X2AbilityTemplate]
LocFriendlyName="传送"
LocLongDescription="一种通过传送门从一个位置穿越到另一个位置的高级形式，用于侧翼攻击敌人或躲避危险。"
LocHelpText="传送门传送。"
LocPromotionPopupText="<Bullet/>一种通过传送门的高级方式。<br/><Bullet/>需要<Ability:PROXTPDEFACTIONS/>个行动使用。<br/><Bullet/>免费使用：<Ability:PROXTPDEFFREE/>。<br/><Bullet/>回合结束：<Ability:PROXTPDEFENDING/>。<br/><Bullet/>每个任务拥有<Ability:PROXTPDEFCHARGES/>次使用机会。(若为0，则无充能限制)。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。"

[H1ElectricMissile X2AbilityTemplate]
LocFriendlyName="震撼导弹"
LocLongDescription="该单位装备了一种独特的制导导弹。当这些导弹命中目标时，它们会造成高额伤害并降低目标的黑客防御力。"
LocHelpText="该单位装备了一种独特的制导导弹。当这些导弹命中目标时，它们会造成高额伤害并降低目标的黑客防御力。"
LocPromotionPopupText="<Bullet/>减少目标的黑客防御力：<Ability:PROXBSMISHACK/>。<br/><Bullet/>需要使用<Ability:PROXBSMISACTIONS/>个行动。<br/><Bullet/>免费使用：<Ability:PROXBSMISFREE/>。<br/><Bullet/>回合结束：<Ability:PROXBSMISENDING/>。<br/><Bullet/>每个任务拥有<Ability:PROXBSMISCHARGES/>次使用机会。 (若为0，则无充能限制)。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><br/><Bullet/>伤害忽略护盾：<Ability:PROXBSMISBYS/>。<br/><Bullet/>伤害忽略护甲：<Ability:PROXBSMISBYA/>。<br/><Bullet/>有<Ability:PROXBSMISRADIUS/>个格的爆炸半径。"

[ProxOffensiveTeleport X2AbilityTemplate]
LocFriendlyName="传送冲击波"
LocLongDescription="通过传送门进行传送，并附带能量冲击波攻击。具有<Ability:PROXTPOFFRADIUS/>个格的爆炸半径。"
LocHelpText="通过传送门进行传送，并附带能量冲击波攻击。具有<Ability:PROXTPOFFRADIUS/>个格的爆炸半径。"
LocPromotionPopupText="<Bullet/>通过传送门进行传送，并附带能量冲击波攻击。<br/><Bullet/>需要使用<Ability:PROXTPOFFACTIONS/>个行动。<br/><Bullet/>免费使用：<Ability:PROXTPOFFFREE/>。<br/><Bullet/>回合结束：<Ability:PROXTPOFFENDING/>。<br/><Bullet/>每个任务拥有<Ability:PROXTPOFFCHARGES/>次使用机会。 (若为0，则无充能限制)。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><br/><Bullet/>伤害忽略护盾：<Ability:PROXTPOFFBYS/>。<br/><Bullet/>伤害忽略护甲：<Ability:PROXTPOFFBYA/>。"

; LTN PERKS

[ProxReboot X2AbilityTemplate]
LocFriendlyName="系统停滞"
LocLongDescription="当单位受到致命伤害时，将会进入关闭状态，并在1回合后以<Ability:PROXREBOOTHP/>生命值重新启动。<Ability:ClassName/>可以使用该能力<Ability:PROXREBOOTUSES/>次。"
LocHelpText="当单位受到致命伤害时，将会进入关闭状态，并在1回合后以<Ability:PROXREBOOTHP/>生命值重新启动。<Ability:ClassName/>可以使用该能力<Ability:PROXREBOOTUSES/>次。"
LocPromotionPopupText="当单位受到致命伤害时，将会进入关闭状态，并在1回合后以<Ability:PROXREBOOTHP/>生命值重新启动。<Ability:ClassName/>可以使用该能力<Ability:PROXREBOOTUSES/>次。"
LocFlyOverText="系统停滞"

[ProxRebootTriggered X2AbilityTemplate]
LocFriendlyName="系统停滞"
LocLongDescription="当单位受到致命伤害时，将会进入关闭状态，并在1回合后以<Ability:PROXREBOOTHP/>生命值重新启动。<Ability:ClassName/>可以使用该能力<Ability:PROXREBOOTUSES/>次。"
LocHelpText="当单位受到致命伤害时，将会进入关闭状态，并在1回合后以<Ability:PROXREBOOTHP/>生命值重新启动。<Ability:ClassName/>可以使用该能力<Ability:PROXREBOOTUSES/>次。"
LocPromotionPopupText="当单位受到致命伤害时，将会进入关闭状态，并在1回合后以<Ability:PROXREBOOTHP/>生命值重新启动。<Ability:ClassName/>可以使用该能力<Ability:PROXREBOOTUSES/>次。"
LocFlyOverText="系统停滞"

[H1StaticMelee X2AbilityTemplate]
LocFriendlyName="泰瑟刃爪"
LocLongDescription="一种近战攻击，可以使敌人的武器失效，并对机器人造成额外伤害。"
LocHelpText="一种近战攻击，可以使敌人的武器失效，并对机器人造成额外伤害。"
LocPromotionPopupText="<Bullet/>对机器人敌人造成额外伤害。<br/><Bullet/>使用需要<Ability:PROXBSMELEEACTIONS/>个行动。<br/><Bullet/>免费使用：<Ability:PROXBSMELEEFREE/>。<br/><Bullet/>回合结束：<Ability:PROXBSMELEEENDING/>。<br/><Bullet/>每个任务有<Ability:PROXBSMELEECHARGES/>次使用机会（如果为0，则无充能限制）。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><br/><Bullet/>伤害无视护盾：<Ability:PROXBSMELEEBYS/>。<br/><Bullet/>伤害无视装甲：<Ability:PROXBSMELEEBYA/>。"
; CPT PERKS

[ProxBind X2AbilityTemplate]
LocFriendlyName="纳米构造"
LocLongDescription="婆罗仙可以利用自己的科技来劫持和控制敌方机器人。怎么做？纳米机器小子！\n婆罗仙只能控制普通尺寸的单位。"
LocHelpText="婆罗仙可以利用自己的科技来劫持和控制敌方机器人。怎么做？纳米机器小子！\n婆罗仙只能控制普通尺寸的单位。"
LocPromotionPopupText="<Bullet/>使用需要<Ability:PROXBINDACTIONS/>个行动。<br/><Bullet/>免费使用：<Ability:PROXBINDFREE/>。<br/><Bullet/>回合结束：<Ability:PROXBINDENDING/>。<br/><Bullet/>每个任务有<Ability:PROXBINDCHARGES/>次使用机会（如果为0，则无充能限制）。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。"

[ProxShadowUnitInitialize X2AbilityTemplate]
LocFriendlyName="纳米构造"
LocLongDescription="该单位已被纳米机器控制。此控制在任务结束或单位被摧毁之前将持续有效。"
LocHelpText="该单位已被纳米机器控制。此控制在任务结束或单位被摧毁之前将持续有效。"

[ProxShadowUnitKillSwitch X2AbilityTemplate]
LocFriendlyName="纳米死亡开关"
LocLongDescription="纳米连接可以被切断，实际上即杀死该单位。"
LocHelpText="纳米连接可以被切断，实际上即杀死该单位。"

[H1StaticBeam X2AbilityTemplate]
LocFriendlyName="特斯拉射线"
LocLongDescription="对敌人发射强大的射线。对机器人造成额外伤害并降低其黑客防御。"
LocHelpText="对敌人发射强大的射线。对机器人造成额外伤害并降低其黑客防御。"
LocPromotionPopupText="<Bullet/>降低黑客防御值：<Ability:PROXBSBEAMHACK/>。<br/><Bullet/>需要使用<Ability:PROXBSBEAMACTIONS/>次行动。<br/><Bullet/>免费使用：<Ability:PROXBSBEAMFREE/>。<br/><Bullet/>行动不结束：<Ability:PROXBSBEAMENDING/>。<br/><Bullet/>每次任务有<Ability:PROXBSBEAMCHARGES/>次机会（如果为 0，则没有充能限制）。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><br/><Bullet/>伤害穿透护盾：<Ability:PROXBSBEAMBYS/>。<br/><Bullet/>伤害穿透护甲：<Ability:PROXBSBEAMBYA/>。<br/><Bullet/>射程为<Ability:PROXBSBEAMRANGE/>个格。<br/><Bullet/>需要至少<Ability:PROXBSBEAMAMMO/>弹药。<br/><Bullet/>使用所有剩余弹药：<Ability:PROXBSBEAMAMMOALL/>。<br/><Bullet/>无视护盾：<Ability:PROXBSBEAMNULL/>。"

[WhistlingStormAbility X2AbilityTemplate]
LocFriendlyName="呼啸风暴炮"
LocLongDescription="呼啸风暴炮是粉碎炮的更具攻击性的变体，它发射锋利的颗粒物质形成锥形攻击，摧毁近距离目标。"
LocHelpText="发射您的呼啸风暴炮。"

[WhistlingStormPassive X2AbilityTemplate]
LocFriendlyName="呼啸风暴炮"
LocLongDescription="解锁一个重武器插槽为呼啸风暴炮是粉碎炮的更具攻击性的变体，它发射锋利的颗粒物质形成锥形攻击，摧毁近距离目标。"
LocHelpText="发射您的呼啸风暴炮。"
LocPromotionPopupText="将呼啸风暴炮添加到<Ability:ClassName/>的独特重型武器装备槽中。\n<Ability:ClassName/>无法装备其他任何重型武器。<br/><Bullet/>需要使用<Ability:PROXSHREDSTORMACTIONS/>次行动。<br/><Bullet/>免费使用：<Ability:PROXSHREDSTORMFREE/>。<br/><Bullet/>回合结束：<Ability:PROXSHREDSTORMENDING/>。<br/><Bullet/>每次任务有<Ability:PROXSHREDSTORMCHARGES/>次机会（如果为0，则无充能限制）。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><br/><Bullet/>伤害穿透护盾：<Ability:PROXSHREDSTORMBYS/>。<br/><Bullet/>伤害穿透护甲：<Ability:PROXSHREDSTORMBYA/>。<br/><Bullet/>是一个范围为<Ability:PROXSHREDSTORMRANGE/>个格、宽度为<Ability:PROXSHREDSTORMRADIUS/>的锥形攻击。<br/><Bullet/>需要至少<Ability:PROXSHREDSTORMAMMO/>弹药。<br/><Bullet/>使用所有剩余弹药：<Ability:PROXSHREDSTORMAMMOALL/>。"

;NOTE: UNUSED
[H1AP_Faceoff X2AbilityTemplate]
LocFriendlyName="微型导弹对峙"
LocFlyOverText="微型导弹对峙"
LocLongDescription="激活后，士兵将向每个可见的敌人发射微型导弹。"
LocHelpText="激活后，士兵将向每个可见的敌人发射微型导弹。"
LocPromotionPopupText="<Bullet/>使用抛掷式火箭弹向每个可见的敌人发射一次。<br/><Bullet/>使用需要<Ability:PROXFACEOFFACTIONS/>个行动点。<br/><Bullet/>免费使用：<Ability:PROXFACEOFFFREE/>。<br/><Bullet/>回合结束：<Ability:PROXFACEOFFENDING/>。<br/><Bullet/>每次任务有<Ability:PROXFACEOFFCHARGES/>次充能。(若为0，则无充能限制)。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>需要至少<Ability:PROXFACEOFFAMMO/>抛掷式火箭弹。<br/><Bullet/>使用剩余的所有抛掷式火箭弹：<Ability:PROXFACEOFFAMMOALL/>。"

; MAJ PERKS

[H1FinisherBeam X2AbilityTemplate]
LocFriendlyName="歼灭者"
LocFlyOverText="歼灭"
LocLongDescription="当单位攻击受伤的敌人时，其主要武器造成+<Ability:PROXBLOODTRAIL/>的额外伤害。"
LocHelpText="当单位攻击受伤的敌人时，其主要武器造成+<Ability:PROXBLOODTRAIL/>的额外伤害。"
LocPromotionPopupText="<Bullet/>此额外伤害适用于持续伤害效果。<br/><Bullet/>额外伤害可以在一回合内多次发生。<br/><Bullet/>额外伤害为+<Ability:PROXBLOODTRAIL/>。<br/>"

[Retribution X2AbilityTemplate]
LocFriendlyName="报复"
LocLongDescription="对于任何进入或从近战范围攻击的敌人，<Ability:ClassName/>可以进行免费的<Ability:SecondaryWeaponName/>攻击。"
LocHelpText="对于任何进入或从近战范围攻击的敌人，<Ability:ClassName/>可以进行免费的<Ability:SecondaryWeaponName/>攻击。"
LocFlyOverText="报复"
LocPromotionPopupText="<Bullet/>如果敌人在相邻的格中开始他们的回合，当敌人试图攻击<Ability:ClassName/>时，将触发报复。<br/><Bullet/>如果敌人不是在相邻的格中开始他们的回合，那么当敌人进入近战范围时，将触发报复。"

[RetributionAttack X2AbilityTemplate]
LocFriendlyName="报复"
LocLongDescription="对于任何进入或从近战范围攻击的敌人，<Ability:ClassName/>可以进行免费的<Ability:SecondaryWeaponName/>攻击。"
LocHelpText="对于任何进入或从近战范围攻击的敌人，<Ability:ClassName/>可以进行免费的<Ability:SecondaryWeaponName/>攻击。"
LocFlyOverText="报复"
LocPromotionPopupText="<Bullet/>如果敌人在相邻的格中开始他们的回合，当敌人试图攻击<Ability:ClassName/>时，将触发报复。<br/><Bullet/>如果敌人不是在相邻的格中开始他们的回合，那么当敌人进入近战范围时，将触发报复。"

[HunterProtocol X2AbilityTemplate]
LocFriendlyName="猎杀协议"
LocLongDescription="当敌人被发现时，有<Ability:HunterProtocol_Chance/>%的几率进行一次免费的监视射击。"
LocHelpText="当敌人被发现时，有<Ability:HunterProtocol_Chance/>%的几率进行一次免费的监视射击。"
LocPromotionPopupText="<Bullet/>猎杀协议使<Ability:ClassName/>成为在战争迷雾中侦察的理想单位，因为任何被发现的敌人都可以立即受到攻击。"

; COL PERKS

[H1115Beamfire X2AbilityTemplate]
LocFriendlyName="质子加速器"
LocLongDescription="使用你的<Ability:WeaponName/>向敌人发射多道光束。需要至少<Ability:PROXHAILAMMO/>弹药。"
LocHelpText="使用你的<Ability:WeaponName/>向敌人发射多道光束。需要至少<Ability:PROXHAILAMMO/>弹药。"
LocPromotionPopupText="<br/><Bullet/>需要<Ability:PROXHAILACTIONS/>个行动来使用。<br/><Bullet/>免费使用：<Ability:PROXHAILFREE/>。<br/><Bullet/>回合结束：<Ability:PROXHAILENDING/>。<br/><Bullet/>每次任务有<Ability:PROXHAILCHARGES/>次充能。 (若为0，则无充能限制)。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>需要至少<Ability:PROXHAILAMMO/>弹药。<br/><Bullet/>使用所有剩余弹药：<Ability:PROXHAILAMMOALL/>。"

[MissileBarrageH1Perk X2AbilityTemplate]
LocFriendlyName="导弹拦截"
LocFlyOverText="导弹拦截"
LocLongDescription="单位发射一枚大型快速集群导弹。导弹会分裂并带来毁灭性的破坏。"
LocHelpText="单位发射一枚大型快速集群导弹。"
LocPromotionPopupText="<Bullet/>使用需要<Ability:PROXPINIONSACTIONS/>个行动点。<br/><Bullet/>免费使用：<Ability:PROXPINIONSFREE/>。<br/><Bullet/>回合结束：<Ability:PROXPINIONSENDING/>。<br/><Bullet/>具有<Ability:PROXPINIONSCHARGES/>次充能（若为0，则无充能限制）。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>有<Ability:PROXPINIONSRADIUS/>个格的范围。<br/><Bullet/>目标最多为<Ability:PROXPINIONSTARGETS/>个单位。<br/><br/><Bullet/>伤害穿透护盾：<Ability:PROXPINIONSBYS/>。<br/><Bullet/>伤害穿透护甲：<Ability:PROXPINIONSBYA/>。<br/><Bullet/>聚类导弹即时着地：<Ability:PROXPINIONSINSTANT/>（如果为False，则会有1回合的延迟）。"

[H1AirstrikeStage1 X2AbilityTemplate]
LocFriendlyName="导弹拦截"
LocFlyOverText="导弹拦截"
LocLongDescription="单位发射一枚大型快速集群导弹。导弹会分裂并带来毁灭性的破坏。"
LocHelpText="单位发射一枚大型快速集群导弹。"
LocPromotionPopupText="<Bullet/>使用需要<Ability:PROXPINIONSACTIONS/>个行动点。<br/><Bullet/>免费使用：<Ability:PROXPINIONSFREE/>。<br/><Bullet/>回合结束：<Ability:PROXPINIONSENDING/>。<br/><Bullet/>具有<Ability:PROXPINIONSCHARGES/>次充能（若为0，则无充能限制）。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>有<Ability:PROXPINIONSRADIUS/>个格的范围。<br/><Bullet/>目标最多为<Ability:PROXPINIONSTARGETS/>个单位。<br/><br/><Bullet/>伤害穿透护盾：<Ability:PROXPINIONSBYS/>。<br/><Bullet/>伤害穿透护甲：<Ability:PROXPINIONSBYA/>。<br/><Bullet/>聚类导弹即时着地：<Ability:PROXPINIONSINSTANT/>（如果为False，则会有1回合的延迟）。"

[H1AirstrikeStage2 X2AbilityTemplate]
LocFriendlyName="导弹拦截"
LocFlyOverText="导弹拦截"
LocLongDescription="单位发射一枚大型快速集群导弹。导弹会分裂并带来毁灭性的破坏。"
LocHelpText="单位发射一枚大型快速集群导弹。"
LocPromotionPopupText="<Bullet/>使用需要<Ability:PROXPINIONSACTIONS/>个行动点。<br/><Bullet/>免费使用：<Ability:PROXPINIONSFREE/>。<br/><Bullet/>回合结束：<Ability:PROXPINIONSENDING/>。<br/><Bullet/>具有<Ability:PROXPINIONSCHARGES/>次充能（若为0，则无充能限制）。<br/><Bullet/>具有<Ability:SelfCooldown/>回合冷却。<br/><Bullet/>有<Ability:PROXPINIONSRADIUS/>个格的范围。<br/><Bullet/>目标最多为<Ability:PROXPINIONSTARGETS/>个单位。<br/><br/><Bullet/>伤害穿透护盾：<Ability:PROXPINIONSBYS/>。<br/><Bullet/>伤害穿透护甲：<Ability:PROXPINIONSBYA/>。<br/><Bullet/>聚类导弹即时着地：<Ability:PROXPINIONSINSTANT/>（如果为False，则会有1回合的延迟）。"

[Sacrifice X2AbilityTemplate]
LocFriendlyName="献祭"
LocLongDescription="生成一个保护场，将对其中的盟友的攻击重定向到你身上。在生效期间获得额外的防御和护甲。"
LocHelpText="生成一个保护场，将敌人的攻击重定向到你身上。"
LocFlyOverText="献祭"
LocPromotionPopupText="<Bullet/>献祭生效期间，<Ability:ClassName/>获得+<Ability:Sacrifice_Defense/>防御和+<Ability:Sacrifice_Armor/>护甲。<br/><Bullet/>献祭具有<Ability:SelfCooldown/>回合冷却。<br/>"

; GTS PERK

[MKP_Proxian X2AbilityTemplate]
LocFriendlyName="动能装甲"
LocLongDescription="根据装甲级别增加<Ability:PROXSHIELDSMKP/>的伤害吸收能力。对该单位的未命中射击将增加护盾值，每次最多增加<Ability:PROXSHIELDSMKPPERMISS/>，每个任务最多增加<Ability:PROXSHIELDSMKPREGEN/>。"
LocHelpText="根据装甲级别增加<Ability:PROXSHIELDSMKP/>的伤害吸收能力。对该单位的未命中射击将增加护盾值，每次最多增加<Ability:PROXSHIELDSMKPPERMISS/>，每个任务最多增加<Ability:PROXSHIELDSMKPREGEN/>。"
LocFlyOverText="动能装甲"

[MKP_Proxian_Overload X2AbilityTemplate]
LocFriendlyName="动能装甲——过载"
LocLongDescription="动能装甲发生过载，暂时关闭。需要在复仇者号上重新校准。"
LocHelpText="动能装甲发生过载，暂时关闭。需要在复仇者号上重新校准。"
LocFlyOverText="动能装甲过载"

[MKP_Proxian_Passive X2AbilityTemplate]
LocFriendlyName="动能装甲"
LocLongDescription="根据装甲级别增加<Ability:PROXSHIELDSMKP/>的伤害吸收能力。对该单位的未命中射击将增加护盾值，每次最多增加<Ability:PROXSHIELDSMKPPERMISS/>，每个任务最多增加<Ability:PROXSHIELDSMKPREGEN/>。"
LocHelpText="根据装甲级别增加<Ability:PROXSHIELDSMKP/>的伤害吸收能力。对该单位的未命中射击将增加护盾值，每次最多增加<Ability:PROXSHIELDSMKPPERMISS/>，每个任务最多增加<Ability:PROXSHIELDSMKPREGEN/>。"

[ProxianGTSUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="婆罗仙：动能装甲"
Summary="增加初始护盾的保护效果，并允许在单位受到未命中射击时重新充能护盾，最高可达一定上限。"
